browse=\u53C2\u7167...
serverName=\u30B5\u30FC\u30D0\u30FC\u540D
wf_BaseNameVersionReplacement=_VERSION_
wf_NameLabel=\u540D\u524D
wf_HomeDirLabel=\u30DB\u30FC\u30E0\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC
wf_JRELabel=JRE
wf_ConfigLabel=\u69CB\u6210
rwf_Explanation=JBoss \u30B5\u30FC\u30D0\u30FC\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u306F JBoss \u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u3092\u53C2\u7167\u3057\u307E\u3059\u3002\nJBoss \u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u59CB\u52D5\u3001\u505C\u6B62\u304C\u3067\u304D\u308B "\u30B5\u30FC\u30D0\u30FC" \u3068\u540C\u69D8\u306B\u3001\u3053\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\n\u4F9D\u5B58\u3059\u308B\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u7528\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u3092\u8A2D\u5B9A\u3059\u308B\u305F\u3081\u306B\u3082\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
rwf_NameInUse=\u30E9\u30F3\u30BF\u30A4\u30E0\u540D\u306F\u65E2\u306B\u4F7F\u7528\u4E2D
rwf_nameTextBlank=\u540D\u524D\u306F\u7A7A\u6B04\u306B\u3067\u304D\u307E\u305B\u3093
rwf_homeDirBlank=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306F\u7A7A\u6B04\u306B\u3067\u304D\u307E\u305B\u3093
JBAS_version=JBoss \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC {0}
JBEAP_version=JBoss \u30A8\u30F3\u30BF\u30FC\u30D7\u30E9\u30A4\u30BA\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC {0}
swf_Title=\u65B0\u898F JBoss \u30B5\u30FC\u30D0\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059
swf_RuntimeInformation=\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831
swf_Explanation=JBoss \u30B5\u30FC\u30D0\u30FC\u306F\u3001JBoss \u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u958B\u59CB\u304A\u3088\u3073\u505C\u6B62\u3092\u7BA1\u7406\u3057\u307E\u3059\u3002\n\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u5F15\u6570\u3092\u7BA1\u7406\u3057\u30C7\u30D7\u30ED\u30A4\u3057\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u72B6\u6CC1\u3092\u628A\u63E1\u3057\u307E\u3059\u3002
swf_Explanation2=\u4EE5\u4E0B\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831\u304C\u6B63\u3057\u304F\u306A\u3044\u5834\u5408\u3001\u623B\u308B\u3092\u62BC\u3057\u3066\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F\u306E\u30E9\u30F3\u30BF\u30A4\u30E0...\u3001\n\u7570\u306A\u308B\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u65B0\u898F\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u4F5C\u6210\u3057\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
swf_AuthorizationDescription=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u30A4\u30F3\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u3053\u308C\u306B\u3088\u308A\u9069\u5207\u306B\u958B\u59CB\u3068\u505C\u6B62\u304C\u5B9F\u884C\u3055\u308C\u305F\u304B\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
swf_AuthenticationGroup=\u30ED\u30B0\u30A4\u30F3\u8A3C\u660E\u66F8
swf_Username=\u30E6\u30FC\u30B6\u30FC\u540D
swf_Password=\u30D1\u30B9\u30EF\u30FC\u30C9
swf_BaseName=JBoss _VERSION_ Server
swf_NameInUse=\u30B5\u30FC\u30D0\u30FC\u540D\u306F\u65E2\u306B\u4F7F\u7528\u4E2D
swf_DeployEditorHeading=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8
swf_DeploymentDescription=\u4E00\u6642\u7684\u306A\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u30FB\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306B\n\u79FB\u52D5\u3055\u308C\u308B\u524D\u306B\u30D5\u30A1\u30A4\u30EB\u304C\u30B3\u30D4\u30FC\u3055\u308C\u308B\u5834\u6240\u3067\u3059\u3002\n\u3053\u306E\u30D5\u30A9\u30EB\u30C0\u30FC\u306F\u30C7\u30D7\u30ED\u30A4\u30FB\u30D5\u30A9\u30EB\u30C0\u30FC\u3068\u540C\u4E00\u306E\n\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306B\u3042\u308B\u3079\u304D\u3067\u3059\u3002
swf_DeployDirectory=\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC
swf_TempDeployDirectory=\u4E00\u6642\u7684\u306A\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC
sswf_Title=\u65B0\u898F\u30B7\u30B9\u30C6\u30E0\u8907\u88FD\u30B5\u30FC\u30D0\u30FC\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044
sswf_BaseName=\u30ED\u30FC\u30AB\u30EB\u30FB\u30C7\u30D7\u30ED\u30A4\u30E4\u30FC
credentials_warning=\u30B5\u30FC\u30D0\u306F\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u4F8B\u5916\u3067 JMX \u554F\u3044\u5408\u308F\u305B\u306B\u5FDC\u7B54\u3057\u3066\u3044\u307E\u3059\u3002\n\u4EE5\u4E0B\u306B\u65B0\u3057\u3044\u8A3C\u660E\u66F8\u3092\u5165\u529B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3001\u3042\u308B\u3044\u306F\u30B5\u30FC\u30D0\u30FC\u3092\u30C0\u30D6\u30EB\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\n\u30DB\u30B9\u30C8\u3068 JNDI \u30DD\u30FC\u30C8\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u3044\u304B\u3092\u78BA\u8A8D\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\n\u4EE5\u4E0B\u306E"\u7121\u8996"\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3053\u3068\u3067\u30B5\u30FC\u30D0\u30FC\u3092\u52D5\u4F5C\u958B\u59CB\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u3059\u304C\u3001\n\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u305F\u308A\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u505C\u6B62\u3057\u305F\u308A\u3059\u308B\u306E\u306F\u3001\u9069\u5207\u306B\u52D5\u4F5C\u3057\u306A\u3044\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
credentials_save=\u8A3C\u660E\u66F8\u3092\u4FDD\u7BA1\u3057\u307E\u3059\u304B?
property=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC
value=\u5024
ServerDialogHeading=JBoss \u30B5\u30FC\u30D0\u30FC
DeleteModuleText=\u9664\u53BB
FullPublishModuleText=\u5B8C\u5168\u516C\u958B
IncrementalPublishModuleText=\u5DEE\u5206\u516C\u958B
DeleteModuleDescription=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u9664\u53BB\u3002
PublishModuleDescription=\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u5F37\u5236\u7684\u306B\u518D\u516C\u958B\u3002
DeleteModuleConfirm=\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
ActionDelegateMakeDeployable=\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059
ActionDelegateMakeUndeployable=\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059
ActionDelegateDeployableServersNotFoundTitle=\u30C7\u30D7\u30ED\u30A4\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
ActionDelegateDeployableServersNotFoundDesc=\u5358\u4E00\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30D7\u30ED\u30A4\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ActionDelegateCannotPublish=\u30B5\u30FC\u30D0\u30FC\u306B\u516C\u958B\u3067\u304D\u307E\u305B\u3093
ActionDelegatePublishFailed=\u30B5\u30FC\u30D0\u30FC\u3078\u30D5\u30A1\u30A4\u30EB\u306E\u516C\u958B\u3092\u5931\u6557\u3057\u307E\u3057\u305F
ActionDelegateFileResourcesOnly=\u9078\u629E\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\uFF11\u3064\u4EE5\u4E0A\u304C\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ActionDelegateSelectServer=\u516C\u958B\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ConsoleResourceNotFound=\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
ConsoleCouldNotLocateInWorkspace=\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u3067 {0} \u3092\u635C\u3057\u51FA\u305B\u307E\u305B\u3093\u3002
TwiddleDialog=Twiddle \u30C0\u30A4\u30A2\u30ED\u30B0
TwiddleDialogExecute=Twiddle \u306E\u5B9F\u884C
TwiddleDialogDone=\u7D42\u4E86
TwiddleDialogArguments=Twiddle \u5F15\u6570\:
XPathNewCategory=\u65B0\u898F\u30AB\u30C6\u30B4\u30EA\u30FC
XPathNewCategoryNameInUse=\u30AB\u30C6\u30B4\u30EA\u30FC\u540D\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002
XPathCategoryName=\u30AB\u30C6\u30B4\u30EA\u30FC\u540D
XPathNewXpath=\u65B0\u898F XPath
XPathNameEmpty=\u540D\u524D\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
XPathNameInUse=\u540D\u524D\u306F\u65E2\u306B\u4F7F\u7528\u4E2D\u3067\u3059\u3002
XPathColumnLocation=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3
XPathColumnAttributeVals=\u5024
XPathName=\u540D\u524D\:
XPathPattern=XPath \u30D1\u30BF\u30FC\u30F3\:
XPathAttribute=\u5C5E\u6027\u540D\:
DescriptorXPathRemoveCategory=\u30AB\u30C6\u30B4\u30EA\u30FC\u306E\u9664\u53BB
DescriptorXPathRemoveCategoryDesc=\u3053\u306E\u30AB\u30C6\u30B4\u30EA\u3068\u3059\u3079\u3066\u306E\n\u8981\u7D20\u3092\u524A\u9664\u3057\u307E\u3059\u304B?\n\u3059\u3079\u3066\u306E\u30B5\u30D6\u30FB\u30CE\u30FC\u30C9\u306F\u5931\u308F\u308C\u307E\u3059\u3002
DescriptorXPathNewXPath=\u65B0\u898F XPath
DescriptorXPathEditXPath=XPath \u306E\u7DE8\u96C6
DescriptorXPathDeleteXPath=XPath \u306E\u524A\u9664
DescriptorXPathMatch=\u4E00\u81F4
EditorUseWorkspaceMetadata=\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u30FB\u30E1\u30BF\u30FB\u30C7\u30FC\u30BF\u306E\u4F7F\u7528 (JBoss \u30C7\u30D7\u30ED\u30A4\u30FB\u30D5\u30A9\u30EB\u30C0\u30FC\u306F\u4FEE\u6B63\u3055\u308C\u307E\u305B\u3093)
EditorUseServersDeployFolder=JBoss \u30C7\u30D7\u30ED\u30A4\u30FB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
EditorUseCustomDeployFolder=\u30AB\u30B9\u30BF\u30E0\u30FB\u30C7\u30D7\u30ED\u30A4\u30FB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
EditorSetDeployLabel=\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306E\u8A2D\u5B9A
EditorSetTempDeployLabel=\u4E00\u6642\u7684\u306A\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u306E\u8A2D\u5B9A
EditorSetRadioClicked=\u30C7\u30D7\u30ED\u30A4\u30FB\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A
EditorDeployDNE=\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC "{0}" \u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
EditorTempDeployDNE=\u4E00\u6642\u7684\u306A\u30C7\u30D7\u30ED\u30A4\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC "{0}" \u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
EditorStartupPollerLabel=\u30B9\u30BF\u30FC\u30C8\u30A2\u30C3\u30D7\u76E3\u8996
EditorShutdownPollerLabel=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u76E3\u8996
EditorChangeStartPollerCommandName=\u30B9\u30BF\u30FC\u30C8\u30A2\u30C3\u30D7\u76E3\u8996\u306E\u5909\u66F4
EditorChangeStopPollerCommandName=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u76E3\u8996\u306E\u5909\u66F4
EditorServerPorts=\u30B5\u30FC\u30D0\u30FC\u30FB\u30DD\u30FC\u30C8
EditorServerPortsDescription=\u3053\u3053\u3067\u5165\u529B\u3057\u305F\u30DD\u30FC\u30C8\u306F\u3001\u30C4\u30FC\u30EB\u304C\n\u30B5\u30FC\u30D0\u30FC\u3092\u76E3\u8996\u3059\u308B\u30DD\u30FC\u30C8\u3067\u3059\u3002\u3053\u306E\u9805\u76EE\u306E\u5909\u66F4\u306F\n\u30B5\u30FC\u30D0\u30FC\u81EA\u4F53\u304C\u30EA\u30C3\u30B9\u30F3\u3059\u308B\u30DD\u30FC\u30C8\u3092\u5909\u66F4\u3057\u307E\u305B\u3093\u3002
EditorJNDIPort=JNDI \u30DD\u30FC\u30C8
EditorWebPort=Web \u30DD\u30FC\u30C8
EditorAutomaticallyDetectPort=\u81EA\u52D5\u691C\u51FA
EditorPortInvalid=\uFF11\u3064\u4EE5\u4E0A\u306E\u30DD\u30FC\u30C8\u304C\u3001\u7121\u52B9\u306A\u5024\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u30B5\u30FC\u30D0\u30FC\u3068\u9023\u4FC2\u52D5\u4F5C\u3059\u308B\u30C4\u30FC\u30EB\u306E\u6A5F\u80FD\u306B\u60AA\u5F71\u97FF\u3092\u4E0E\u3048\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
EditorChangeJNDICommandName=JNDI \u30DD\u30FC\u30C8\u306E\u8A73\u7D30\u306E\u5909\u66F4
EditorChangeWebCommandName=Web \u30DD\u30FC\u30C8\u306E\u8A73\u7D30\u306E\u5909\u66F4
EditorChangeUsernameCommandName=\u30E6\u30FC\u30B6\u30FC\u540D\u306E\u5909\u66F4
EditorChangePasswordCommandName=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4
EditorCPD_Value=\u73FE\u5728\u5024
EditorCPD_DefaultShellTitle=\u30DD\u30FC\u30C8\u306E\u7DE8\u96C6
EditorCPD_DefaultDescription=\u3053\u306E\u30A6\u30A3\u30B6\u30FC\u30C9\u3067\u3001\u30C4\u30FC\u30EB\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u308B\u30DD\u30FC\u30C8\u3092\u8A2D\u5B9A\u3059\u308B XPath \u306E\u7DE8\u96C6\u304C\u3067\u304D\u307E\u3059\u3002\n\u3053\u308C\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u5909\u66F4\u3057\u307E\u305B\u3093\u3001\u30B5\u30FC\u30D0\u30FC\u3068\u901A\u4FE1\u3059\u308B\u30DD\u30FC\u30C8\u8A2D\u5B9A\u3059\u308B\u3060\u3051\u3067\u3059\u3002
EditorCPD_RestoreDefault=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u5FA9\u5143
Configure=\u69CB\u6210...
ServerSaveFailed=\u30B5\u30FC\u30D0\u30FC\u306E\u4FDD\u7BA1\u3092\u5931\u6557\u3057\u307E\u3057\u305F
LaunchInvalidConfigChanged=\u69CB\u6210\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u4FEE\u6B63\u3059\u308B\u3053\u3068\u306E\u307F\u306B\u3088\u308A\u5909\u66F4\u3067\u304D\u307E\u3059\u3002
LaunchInvalidHostChanged=\u30DB\u30B9\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30C7\u30A3\u30BF\u30FC\u3067\u306E\u307F\u5909\u66F4\u3067\u304D\u307E\u3059\u3002
